console.log(arrayJson.array[i]);

var 영화 = {
    배급사  : 'CJ',
    // 영화이름: ['스파이더맨', '이미테이션게임']
    영화이름: [{
        name: '스파이더맨 노 웨이 홈',
        actor: ['톰홀랜드', '젠데미아'],
        time : 148
    },
    {
        name: '인터스텔라',
        actor : ['앤 해서웨이','매슈 매커너히'],
        time : 169
    }
    ]
}


var 회원가입 = {
    이름: "홍길동",
    주소: '대전 충정로 136',
    취미 : ['주짓수','영화감상']
}





var emp = {
    empno: 3450,
    ename: 'smith',
    sal: 3400,
    dname: [
        {
        부서이름: "개발",
        부서인원수: 5,
        부서장 : "홍길동"
    }
    ,{
        부서이름: "영업",
        부서인원수:13,
        부서장 : "박길동"
    }],
    hiredate: '21-12-31',
    상사이름: ['brian','king'],
}